{"podcast_details": {"podcast_title": "WSJ Your Money Briefing", "episode_title": "What Home Buyers Should Know Now That Mortgage Rates Are Above 7%", "episode_image": "https://megaphone.imgix.net/podcasts/6ac9cb8e-9f81-11e5-b710-4356ca81c7b4/image/3000x3000.png?ixlib=rails-4.3.1&max-w=3000&max-h=3000&fit=crop&auto=format,compress", "episode_transcript": " At WSJ Wine, our international experts taste over 40,000 wines each year. Less than 2% make the cut. These are handcrafted wines made by passionate, independent winemakers with over 90,000 5-star reviews and over 430 gold medals. Discover them all at wsjwine.com slash podcast. From the winemakers, direct to your door. Every bottle has a reason to celebrate. Start your journey today at wsjwine.com slash podcast. Here's your money briefing for Friday, August 18th. I'm JR Whalen for The Wall Street Journal. Mortgage rates are back above 7% and now sit at their highest level in two decades. That's put the housing market in a bind. All of these things are making it a tough time for home buyers who are already stressed by the lack of inventory out there to buy and also home prices in general. Haven't backed off much in many places in the country. We'll talk to Wall Street Journal personal finance reporter Veronica Dagger about the outlook for rates going forward after the break. This podcast is brought to you by US Bank. Dedicated leaders deserve dedicated support. That's what US Bank is for. From corporate and commercial banking and payment solutions to investment services. US Bank offers all the guidance you need. Learn more at usbank.com. Mortgage rates rose to 7.09% this week, their highest level in 20 years. What does that mean for people in the market for a new home? Wall Street Journal personal finance reporter Veronica Dagger joins me. So Veronica, what typically causes mortgage rates to rise and fall? Mortgage rates are influenced by what the Federal Reserve says about inflation. And while the Fed doesn't directly set mortgage rates, their comments about the heat or lack of heat in the economy do influence mortgage rates. Mortgage rates are more closely tied to the 10-year Treasury yield. And that's remained high despite promising inflation data and expectations from the Fed that rates will ease. It's a tricky time for buyers because we're in a situation where the difference between mortgage rates and the 10-year yield has been larger than usual. And this 10-year yield seems to be stuck relatively high. And even if the Fed is backing off inflation, mortgage rates could still remain high if that 10-year yield still remains high. When we look at the broader economy, what specifically has caused the rates to push past 7% recently? It's a mix of things. The ongoing strength of the economy is a good thing, but a bad thing because when you think about inflation, even though it backed off some, we still have it. We've got strong job growth. We've got strong pay raises still generally. And so all these things makes for a hotter economy and pushes up overall the cost of a mortgage. So all of these things are making it a tough time for home buyers who are already stressed by the lack of inventory out there to buy and also home prices in general, which haven't backed off much in many places in the country. Is it similar to the more money people have, the more they buy things, the more expensive they would get in the store because they're driving up the value of it? Yeah, I mean, that's definitely a big part of it for sure. The tough part for buyers, though, if mortgage rates do drop, that's going to push more people into the housing market. And so then home prices, which in certain areas have been easing off, are going to go up. So it's like, when can buyers win? Yeah, let's talk about the effect on the housing market. A big challenge for people who do want to move and do buy a home is that people haven't been selling. Well, to your point, why give up your 3% mortgage rate that you probably refinanced during the pandemic if you have one, you probably got a 3% mortgage rate or even less. And why would you conceivably want to give that up? It's such an amazing rate that hasn't happened in decades. If you are a seller, you're most likely a buyer too. So if you're going to sell, you have to think about, okay, where am I going to go next? And what mortgage rate am I going to get? Who's going to want to go from a 3% mortgage rate to a 7% mortgage rate? It doesn't make good financial sense. The 7.09% number we're talking about, that's the number from Freddie Mac. Is that a concrete number? Is there any wiggle room? So much of the mortgage rate you as an individual pay is so much based on your own situation. So there's things like your debt to income. So if you have a lot of debt and you don't have a lot of income, it's going to be really tough for you to get a mortgage. In terms of the mortgage rate you pay, it's one of those things that can be negotiated. So if you have a good relationship with a lender, a good relationship with an existing bank, you could negotiate for a better mortgage rate, leveraging those relationships. In addition, it's always one of those things you can shop around for. So a mortgage rate is not something you ever want to take at face value. You need to shop around like three to five lenders, ask for the best price, see what they can get you in terms of mortgage rates, make sure a credit union is one of those places you look because they often have some of the most compelling rates, and just be able to figure out who's going to give you the best deal for your financial situation. Is it smart to wait this out in the hopes that rates might come down? Trying to time your home, buying based on economic forecasts isn't only stressful, but it's often impractical. Buying or selling a home isn't like trading a stock. This is a medium and long term investment, but so much of the timing is very personal. In addition, there's this old saying in real estate, all these realtors love to say it, you marry the house, but you date the rate. What that means is you're going to buy the house at a set price and you commit to the mortgage rate once you close on that house. But often it's very possible to refinance that mortgage and ideally get a lower rate. And so you need to think about your timing in relation to all these other factors that can influence how much house you can afford. And so look down the line and see what your payments might be. See what your payments might be, right. So if you see this headline 7%, oh, I could never afford a house at a 7% interest rate. I'm waiting for it to come down to 6. You need to do the math. Looking at a $440,000 home with a 20% down payment, 7% mortgage rate, you'd have a monthly payment of about $2,300. A 6% mortgage rate, you could save about $200 a month. Is it possible within your budget, do you have $200 a month that would allow you to take that 7% mortgage rate? Maybe you can cut expenses otherwise. Maybe you don't need as many subscriptions. Maybe you don't have to go out to dinner so much. Maybe there's a way you can come up with that $200. Obviously, you want to make sure this fits in your overall budget and your financial picture because the last thing you want to do is get overextended on a house that you can't afford. But sometimes people say they hear the headline and they don't think about what it's actually behind that and what the monthly payment is. Now, you mentioned that it's pretty much impossible to have a crystal ball and know exactly where rates are going to go. But what's the outlook from economists that you spoke with in terms of where rates could go from here? Many economists think they're going to ease off a bit by year end. The Fed is so much of what they're watching. There's a big Fed meeting in September. So if the Fed then says inflation is contained, then mortgage rates are likely to slide down to about 6 percent. And that's from the economists of the National Association of Realtors. So when we hear about the Federal Reserve meeting, listen for the comments on inflation. Exactly. That's Wall Street Journal personal finance reporter Veronica Dagger. And that's it for your money briefing. Today's show was produced by Ariana Asparu. I'm your host, JR Whalen. Our supervising producer is Melanie Roy. Aisha Al-Muzlim is our development producer. Scott Salloway and Chris Zinsley are our deputy editors. And Falana Patterson is the Wall Street Journal's head of news audio. We'll be back with a new show on Monday morning. Thanks for listening."}, "podcast_summary": "- Mortgage rates reach highest level in two decades at 7.09%\n- Lack of inventory and high home prices add to challenges for home buyers\n- Buyers face tough choice between giving up low mortgage rates or waiting for rates to drop\n- Negotiating mortgage rates and shopping around for the best deal are options\n- Economists predict rates may ease off by year end if inflation is contained", "podcast_guest": "No information available", "podcast_highlights": "\"Less than 2% make the cut. These are handcrafted wines made by passionate, independent winemakers with over 90,000 5-star reviews and over 430 gold medals.\" - WSJ Wine\n\n\"Mortgage rates are influenced by what the Federal Reserve says about inflation. And while the Fed doesn't directly set mortgage rates, their comments about the heat or lack of heat in the economy do influence mortgage rates.\" - Veronica Dagger, Wall Street Journal personal finance reporter\n\n\"It's a mix of things. The ongoing strength of the economy is a good thing, but a bad thing because when you think about inflation, even though it backed off some, we still have it. We've got strong job growth. We've got strong pay raises still generally. And so all these things makes for a hotter economy and pushes up overall the cost of a mortgage.\" - Veronica Dagger, Wall Street Journal personal finance reporter\n\n\"If mortgage rates do drop, that's going to push more people into the housing market. And so then home prices, which in certain areas have been easing off, are going to go up. So it's like, when can buyers win?\" - Veronica Dagger, Wall Street Journal personal finance reporter\n\n\"Buying or selling a home isn't like trading a stock. This is a medium and long term investment, but so much of the timing is very personal. In addition, there's this old saying in real estate, all these realtors love to say it, you marry the house, but you date the rate. What that means is you're going to buy the house at a set price and you commit to the mortgage rate once you close on that house. But often it's very possible to refinance that mortgage and ideally get a lower rate.\" - Veronica Dagger, Wall Street Journal personal finance reporter\n\n\"Many economists think they're going to ease off a bit by year end. The Fed is so much of what they're watching. There's a big Fed meeting in September. So if the Fed then says inflation is contained, then mortgage rates are likely to slide down to about 6 percent. And that's from the economists of the National Association of Realtors.\" - Veronica Dagger, Wall Street Journal personal finance reporter"}