{"podcast_details": {"podcast_title": "WSJ What’s News", "episode_title": "Maui Wrestles With Bringing Back Tourists", "episode_image": "https://megaphone.imgix.net/podcasts/7297a16a-9f81-11e5-8821-232b0d194322/image/whats_news_new_logo.jpeg?ixlib=rails-4.3.1&max-w=3000&max-h=3000&fit=crop&auto=format,compress", "episode_transcript": " At WSJ Wine, our international experts taste over 40,000 wines each year. Less than 2% make the cut. These are handcrafted wines made by passionate, independent winemakers with over 90,000 5-star reviews and over 430 gold medals. Discover them all at wsjwine.com slash podcast. From the winemakers, direct to your door. Every bottle has a reason to celebrate. Start your journey today at wsjwine.com slash podcast. As the recovery in Maui begins, residents wrestle with when to bring back tourists. And the U.S. has tens of thousands of vacant lots. Why developing them is a challenge. You'd bid on one of these properties, but then you find out that it's got back taxes, it's got water bills, it's got demolition liens, all kinds of barriers. Plus, why there's a traffic jam at the Panama Canal. It's Friday, August 18th. I'm Anne-Marie Fertole for The Wall Street Journal. This is the PM edition of What's News, the top headlines and business stories that moved the world today. The Hawaiian island of Maui is just beginning its recovery from the deadly wildfire that devastated the town of Lahaina, killing more than 111 people. The disaster came during what is typically a busy season for the island, as tourists flock to Maui's beaches. And it's left residents with a difficult question as they start to rebuild. When is the right time to welcome back tourists? Joining me now with more is travel reporter Jacob Passe. Jacob, thanks for being here. Thanks for having me. Jacob, as we've said, this is the busy season for Maui and other Hawaiian islands. How much does the island of Maui rely on tourism for its local economy? Tourism is perhaps the largest driver of Maui's economy. Hotels, restaurants, things like that. And some travel experts I spoke with said that around half of all jobs on Maui are in some way related to tourism. So it's tough to overstate how important tourism really is to the economy of Maui and Hawaii more broadly. And this has left residents trying to rebuild now with a tough question. What factors are they considering before welcoming visitors back? Around 12,000 people lived in Lahaina town, and those residents are going to need to find somewhere else to live as recovery efforts get underway. So hotels, timeshares, vacation rentals are right now housing those displaced people. And as long as that continues to be the case, those hotels and other vacation properties are not going to be able to house tourists. So it's a bit of a catch-22. And there is a concern that in the longer term, we may see people leave Maui, and that could dry up the workforce on the island that powers the tourism industry there. You spoke to residents and business owners. What did you hear from them about their major concerns now regarding tourism? So they've seen a massive wave of cancellations, but those cancellations aren't just extending for the next few weeks. They're extending through the end of the year. So one charter boat operator we spoke with said he was seeing cancellations into December around Christmas. As a result of that, he had to lay off all of his company's employees because he just does not know when he's going to be able to get business going again. Given the stage of recovery that residents are at right now, what can you tell us about the outlook after the wildfires? How soon might tourism even be back up and running? For some folks, there's this question of, you know, you don't want to take up resources that could be going towards the recovery efforts. I will say that local officials are still, to some extent, encouraging people to visit. Lahainatown was devastated, which is in the western portion of the island, but other resort areas like Wailaya and Kihei on the eastern portion of the island were essentially unaffected. So, you know, folks are trying to get the message that the island is still open for business out there. Wall Street Journal travel reporter Jacob Passe. Jacob, thank you so much for joining me. Thanks for having me. Now an exclusive report only in the Wall Street Journal. Japanese tech investor SoftBank has bought a 25 percent stake in the chip designer Arm. People familiar with the matter say the deal values Arm at just over $64 billion. Arm's designs are used in the vast majority of smartphones and mobile devices. SoftBank already owns the other 75 percent of Arm, and it bought the rest of the shares from its own Vision Fund for tech investments. The deal signals the valuation SoftBank could try and achieve when Arm goes public next month. Its debut in New York is expected to be the biggest IPO of the year. And hundreds of firearms dealers have lost their licenses as part of a federal crackdown on gun sellers. The Bureau of Alcohol, Tobacco, Firearms and Explosives has revoked licenses from 122 gun dealers for legal violations in the fiscal year that began in October. That's up from 90 the previous fiscal year and just 27 the year before that. The Biden administration says it's simply enforcing the law. But dealers have filed lawsuits saying they're being punished by the administration, and they've threatened to stop informing federal agents about suspicious buyers. Coming up, there are tens of thousands of vacant lots across the U.S. At the same time, there's a shortage of housing. But there are hurdles to turning one into the other. We'll explain after the break. This podcast is brought to you by Fidelity Investments. Find yourself on solid ground at Fidelity. We bring 75 years of experience and are hiring licensed financial planners near you. Visit branches.fidelitycareers.com. Fidelity is an equal opportunity employer. There's a national shortage of housing stock, and together with higher mortgage rates, that's pushed many would-be buyers out of the market. But at the same time across the country, there are tens of thousands of vacant lots in cities like Chicago, Detroit, and Pittsburgh. And while they might seem ripe for development, perhaps even a solution to that national housing stock shortage, there are plenty of barriers preventing developers from building on them. So how are cities and states working to solve this real estate puzzle? I'm joined now by our senior Midwest correspondent, Joe Barrett, to explain. Hi, Joe. Welcome back to What's News. Hi. Good to be here. So, Joe, to start, tens of thousands. Why are there so many vacant lots across the country? Well, a lot of these large industrial cities have shrunk significantly since the 50s. A lot of people moved out, and in many places there were minority neighborhoods where people couldn't get a traditional mortgage. And so they'd been living there for 10 years or whatever, they lose their job, and they had no equity in their homes because of the way they had to buy the house under what's called a land contract. And so they would just leave, and as the neighborhoods declined, things just got worse. And if there's no mechanism for a new capital to sort of come in and fix things up and keep things livable, neighborhoods just go into steep decline. And then there have been barriers to redeveloping those neighborhoods, and so you're left with just lots and lots of vacant lots. What are some of those other barriers? It sounds like there are some laws that are at play here, regulations. What are some of the other big ones? So in Chicago, there's an auction system that's supposed to get properties back into the market. And you'd bid on one of these properties, but then you find out that it's got back taxes, it's got water bills, it's got demolition liens, all kinds of barriers. And so they're trying to clean up stuff like that in Chicago. In other cities, it's very difficult. In Detroit, there's very low taxes on vacant properties, and so there's sort of an incentive for anybody to snaps up, you know, say a thousand lots to just hold on to them until things turn around in a certain neighborhood. And so that becomes another drag on the market. What about for some of the owners of vacant lots? I know you spoke with some of them about the challenges of repurposing a piece of empty property. Yeah, I spent time with a woman who lives in Washington, D.C. named Amber Gray. She and her family were facing foreclosure around 2011, and they just moved out. They thought the bank was going to get their house, and so they moved on. Then there was a fire in the house, and the city demolished it. Now, you know, 10 years later, Amber's at a different stage in her life, and she'd really like to do something with this property where she grew up. And so she dug into it and found out that for her to reclaim her own property that her family still owns, it'd be like $9,000 in back taxes, $21,000 for a demolition lien, a huge water bill that she's trying to fight and figure out why a vacant lot would still have a water bill. You know, all kinds of obstacles for somebody like that just to try to say, hey, this is my place, and I'd like to be back here. So how are cities working around these big challenges, and are officials hopeful they can turn things around and make use of all of this empty land? Yeah, in Chicago, they're trying to get these properties that have been stuck in this auction system back out of there. And so they just passed a law that is going to allow the county to take over properties when they first become tax delinquent rather than waiting until they've been in this system for years and years. And so there's hope that if the county gets the property, they can clean up the title, eventually get it back into the hands of a developer or even somebody who wants to buy the land, you know, next to their house to just maintain it and keep it nice, they'll be able to, you know, start to turn around some of these neighborhoods. I've been speaking with our senior Midwest correspondent, Joe Barrett. Thank you so much, Joe. Great. Thanks a lot. Appreciate it. In other news, the U.S. has cleared the way for the Netherlands to deliver F-16 fighter jets to Ukraine. That's according to Dutch authorities. U.S. officials said in May they'd permit deliveries of advanced jet fighters, including F-16s, to Ukraine. Today's announcement comes amid growing concerns that Ukraine's counteroffensive has stalled. Our Brussels Deputy Bureau Chief, Lawrence Norman, says the jets would help Ukraine better track Russian aircraft. But there has been no training yet of Ukrainian pilots to use the F-16s. They would also need to get maintenance equipment. So the Ukrainians themselves have warned and U.S. officials have warned that it's quite likely it won't be until next year that Ukraine is able to use F-16s. Turning to Central America, there's a traffic jam at the Panama Canal and more than 200 ships are stuck on either side of it. Authorities have cut traffic to conserve water because of a serious drought in the region. And that means some vessels moving things like coal and iron ore are facing either long delays or paying higher tolls to pass through. Our senior supply chain reporter, Costas Paras, says the canal's authorities are working on a plan, but there are still challenges ahead. The canal has hired the Army Corps of Engineers, the original organization that built the Panama Canal, to divert a number of rivers into the Canal Lake. But this is going to be over the next few years. It's not going to be done tomorrow. And that's the only basically viable solution if you need more water supply. In the meantime, they are afraid and concerned that the drought is going to continue well into the fall, maybe into the winter, because of the Alinio Infect, which means drier summers in Central and South America. If the low water levels continue, the canal's administrator says it could erase around $200 million in revenue for the canal next year. And finally, researchers are one step closer to making devices that say aloud what people are thinking and one day possibly giving the power to communicate back to patients who lost it because of a stroke or another kind of brain injury. In a new study, neuroscientists at the University of California, Berkeley played a song for patients while they underwent brain surgery to treat epilepsy. The song they used was the Pink Floyd classic, Another Brick in the Wall, Part One. Here's what patients heard. All in all, it was just a brick in the wall. Scientists then recorded the patient's brain activity with electrodes, reconstructed the music from that activity and got this. Our science reporter, Daniela Hernandez, says the breakthrough is an important case study. As you probably heard either when you're talking to Alexa or if you remember what Stephen Hawking sounded like, those voices can sound very robotic. And so the idea is to leverage the rhythm and melody of music, the way we speak naturally, to imbue those characteristics into algorithms so that when patients who can't speak are being helped to speak by brain computer interfaces, they sound more like themselves. You can hear more about this on yesterday's episode of our Tech News Briefing podcast. And that's what's news for this Friday afternoon. Today's show was produced by Pierre Bienimé and Anthony Bansi. What's news is hosted by me, Anne-Marie Fertolli and Luke Vargas. Additional support this week came from Daniel Bach, Jaila Everett, Danny Lewis and J.R. Whelan. Our supervising producers are Sandra Kilhoff and Michael Kosmides. Aisha Al-Muslim is our development producer. Scott Salloway and Chris Sinsley are our deputy editors. And Falana Patterson is The Wall Street Journal's head of news audio. We'll be back with a new show on Monday morning. Thanks for listening."}, "podcast_summary": "- Maui residents grapple with when to bring back tourists after devastating wildfire\n- SoftBank buys 25% stake in chip designer Arm for $64 billion\n- ATF revokes licenses of 122 gun dealers as part of crackdown on legal violations\n- Vacant lots pose challenges for developers looking to address housing shortage\n- U.S. clears Netherlands to deliver F-16 fighter jets to Ukraine\n- Traffic jam at Panama Canal due to drought, over 200 ships affected\n- Researchers make progress in developing devices that can vocalize people's thoughts", "podcast_guest": "No information available", "podcast_highlights": "Here are some relevant quotes from the news:\n\n1. \"Tourism is perhaps the largest driver of Maui's economy. Hotels, restaurants, things like that. And some travel experts I spoke with said that around half of all jobs on Maui are in some way related to tourism.\" - Jacob Passe, Wall Street Journal travel reporter\n\n2. \"Those cancellations aren't just extending for the next few weeks. They're extending through the end of the year. So one charter boat operator we spoke with said he was seeing cancellations into December around Christmas. As a result of that, he had to lay off all of his company's employees because he just does not know when he's going to be able to get business going again.\" - Jacob Passe, Wall Street Journal travel reporter\n\n3. \"A lot of these large industrial cities have shrunk significantly since the '50s. A lot of people moved out, and in many places there were minority neighborhoods where people couldn't get a traditional mortgage. And so they'd been living there for 10 years or whatever, they lose their job, and they had no equity in their homes because of the way they had to buy the house under what's called a land contract. And so they would just leave, and as the neighborhoods declined, things just got worse.\" - Joe Barrett, Senior Midwest correspondent\n\n4. \"In Chicago, there's an auction system that's supposed to get properties back into the market. And you'd bid on one of these properties, but then you find out that it's got back taxes, it's got water bills, it's got demolition liens, all kinds of barriers.\" - Joe Barrett, Senior Midwest correspondent\n\n5. \"In Detroit, there's very low taxes on vacant properties, and so there's sort of an incentive for anybody to snaps up, you know, say a thousand lots to just hold on to them until things turn around in a certain neighborhood. And so that becomes another drag on the market.\" - Joe Barrett, Senior Midwest correspondent\n\n6. \"For her to reclaim her own property that her family still owns, it'd be like $9,000 in back taxes, $21,000 for a demolition lien, a huge water bill that she's trying to fight and figure out why a vacant lot would still have a water bill.\" - Joe Barrett, Senior Midwest correspondent\n\n7. \"There's hope that if the county gets the property, they can clean up the title, eventually get it back into the hands of a developer or even somebody who wants to buy the land, you know, next to their house to just maintain it and keep it nice, they'll be able to, you know, start to turn around some of these neighborhoods.\" - Joe Barrett, Senior Midwest correspondent\n\n8. \"The canal has hired the Army Corps of Engineers, the original organization that built the Panama Canal, to divert a number of rivers into the Canal Lake. But this is going to be over the next few years. It's not going to be done tomorrow.\" - Costas Paras, Senior Supply Chain reporter\n\n9. \"In the meantime, they are afraid and concerned that the drought is going to continue well into the fall, maybe into the winter, because of the Alinio Infect, which means drier summers in Central and South America.\" - Costas Paras, Senior Supply Chain reporter\n\n10. \"The breakthrough is an important case study... the idea is to leverage the rhythm and melody of music, the way we speak naturally, to imbue those characteristics into algorithms so that when patients who can't speak are being helped to speak by brain computer interfaces, they sound more like themselves.\" - Daniela Hernandez, Science reporter"}